{
"title": "The Thermal Fogger: An Imperial Tetherball",
"creators": [
    {
      "affiliation": "DAPPER Stats",
      "name": "Juniper L. Simonis",
      "orcid": "0000-0001-9798-0460"
    }
],
"doi": "10.5281/zenodo.4668002", 
"description": "The history of use of thermal fogging in chemical warfare. On July 29th, 2020 federal agents of the Department of Homeland Security (DHS) Customs and Border Protection (CBP) deployed unknown chemical agents via a thermal fogger on racial justice protesters outside the Hatfield Federal Courthouse in Portland, Oregon. In doing so, DHS made a large swath of the populace aware of an insidious weapon that was birthed in the American occupation of Vietnam, perfected for use against domestic protesters in the 1960s and '70s, and sent abroad via US Border Patrol in the years since. The subsequent return of the thermal fogger to use against civilians domestically by the same domestic law enforcement agency (Border Patrol) that sent it abroad after its initial domestic use is an extension of the classical Imperialist Boomerang (Cesaire 1950, Arendt1951, Foucault 1976, Graham 2013) that can be more aptly described as a tetherball. Despite repeated use of thermal foggers to deploy chemical weapons over the last half century, the device appears to have slipped from the zeitgeist, only to reemerge in the city which experienced the most visible novel federal deployment of chemical weapons (Flanigan 2020), the most chemical weapons-based incidents of police brutality at racial justice protests across American cities (regardless of population size) (pb2020 2021), and an notable density of photographers and videographers. Not all of the weapon's history is documented, but enough is that we can dispel the myth that this deployment was _new_ in any notable sense other than being recent.Indeed, through this work, I have discovered an extensive history of its deployment and can say that I feel a deep connection to my protest elders who experienced thermal foggers decades ago, and I hope that my work will bring light to their stories. We are but the most recent chapter in a long history of United States Law Enforcement using chemical weapons against its own people.",
"keywords": [
  "thermal fogger",
  "pepper fogger",
  "Imperial Boomerang",
  "chemical warfare",
  "racial justice",
  "Portland OR"
],
"access_right": "open",
"license": "cc-by-4.0",
"upload_type": "publication",
"publication_type": "book"
}
